Revit 2027 API
ParameterTypeId.PhyMaterialParamBendingReinforcement Property
 "Bending reinforcement"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamBendingReinforcement { get; }
Public Shared ReadOnly Property PhyMaterialParamBendingReinforcement As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamBendingReinforcement {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamBendingReinforcement : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace